[A_PerfectWarfare_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="厉兵秣马"
mTooltip="英雄的战争单位为 5 级。"

[A_SwiftDeployment_Ability_WarfareUnit H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="快速部署"
mTooltip="%stat %stat.icon 主动性。"

[A_SiegeWarfare_Buff H7BaseBuff]
mName=""
mTooltip=""

[A_TownDefense_Buff_Tower H7BaseBuff]
mName="据城而守"
mTooltip="一次射击三次。"

[A_Artillery_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="弹道炮术"
mTooltip="英雄的攻击型和支援型战争单位可以手动控制。"

[A_SiegeWarfare_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="攻城拔寨"
mTooltip="英雄的攻城型战争单位可以手动控制，并对同一目标射击两次。"

[A_TownDefense_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="据城而守"
mTooltip="总督：此城镇的箭塔总是对同一目标射击三次。"

[A_ImprovedDurability_Ability_WarfareUnit H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="强化耐久"
mTooltip="%stat 生命值。"

[A_ArtilleryBarrage_Buff H7BaseBuff]
mName=""
mTooltip=""

[A_SwiftDeployment_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="快速部署"
mTooltip="%spell.spell.stat %spell.spell.stat.icon 主动性赋予英雄的战争单位。"

[A_TownDefense_Buff_Hero H7BaseBuff]
mName=""
mTooltip=""

UCP MOD

[A_ArtilleryBarrage_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="炮击弹幕"
mTooltip="英雄的攻击型战争单位对同一目标射击三次。此能力每回合触发一次。"

UCP 1.2

[A_ImprovedWarfare_Ability H7HeroAbility]
mName="军备提升"
mTooltip="英雄的战争单位的生命值增加 %spell1.spell.stat%。"

UCP 1.3

[A_ImprovedDurability_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="强化耐久"
mTooltip="%spell1.spell.stat 生命值赋予英雄的战争单位。"

[A_ImprovedDurability_Ability_WarfareUnit_ArtilleryMaster H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="强化耐久"
mTooltip="%stat 生命值。"

v1.41

[A_Warfare_Skill H7Skill]
mName="战争"
mTooltip="战争技能提示"
mDescriptions[0]="使战争单位更强大。"
mDescriptions[1]=""
mDescriptions[2]="英雄的战争单位为 2 级。"
mDescriptions[3]="英雄的战争单位为 3 级。"
mDescriptions[4]="英雄的战争单位为 4 级。\n\n当与<font color=\"#00588BFF\">源力魔法</font>技能达到大师级结合时，解锁<font color=\"#00FFCB44\">协同能力</font>：巴哈姆特召唤。\n当与<font color=\"#00588BFF\">经济</font>技能达到大师级结合时，解锁<font color=\"#00FFCB44\">协同能力</font>：完美支援。"